Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/other_files/eamialbmogat_ja_demeansa_davviriikkain.pdf.tmx
Source language: sme
Languages: smj

source: Eamiálbmogat ja demeansa Davviriikkain
smj: Iemeálmmuga ja demænssa Nuorttarijkajn

source: Ovdasánit
smj: Åvddåbágo

source: Davviriikkalaš oktasašbargu sosiálapolitihkalaš áššiin eamiálbmotperspektiivvaš lea buorre ovdamearka davviriikkalaš ávkkis.
smj: Nuorttarijkalasj aktisasjbarggo sosiálapolitihkalasj ássjijn iemeálmmukperspektijvajn la buorre buojkulvis nuorttarijkalasj ávkken.

source: Lea sáhka viehka unna joavkkuin, riikkain gos viehká dávjá juhket hástalusaid vuorastuvvan álbmogiin, vánes bargoveahka ja viiddes geográfalaš gaskkat.
smj: La sáhka viehka unna juohkusijs, rijkajn gånnå viehká álu juohki hásstalusájt vuorastuvvam álmmugijn, barggij vánesvuodajn ja vijdes geográfalasj gaska.

source: Davviriikkaid oktasašbargu demeanssaáššiin, dan man Davviriikkaid čálgoguovddáš koordinere, lea ihtán dárbu háhkat máhttovuođđulinja, systematiseret vásáhusaid lonohallama ja cegget arena gos digaštallá mii lea buorre dikšu ja fuola lea sámiide ja inuihtaide main lea demeansa.
smj: Nuorttarijkaj aktisasjbarggo demænssaássjijn, dav mav Nuorttarijkaj álkkádusguovdásj koordineri, la vuosedam dárbbo la åttjudit máhttovuodov, systematiserit vásádusáj lånudallamav ja arienáv tsieggit gånnå dágástallá mij la buorre sujtto ja hukso sámijda ja inuihtajda gejna la demænssa.

source: Dutkamat leat váilevaččat evideansavuođus máhtut dikšumis ja fuolas sámiide ja inuihtaide main lea demeansa, muhto sihke Suomas, Norggas, Ruoŧas ja Ruonáeatnamis lea muhtin bijut ja dutkanprošeavttat jođus.
smj: Vájllu dutkam ja evidænssavuodo mij guosská sujttuj ja huksuj sámijs ja inuihtajs majna la demænssa, valla sihke Suoman, Vuonan, Svierigin ja Ruonáednamin li muhtem dåjma ja dutkamprosjevta jådon.

source: Dán raporttas leat čohkken gávnnahemiid ja evttohusaid mat bohtet joavkobarggus dan vuosttaš davviriikkalaš konfereanssas eamiálbmogiid ja demeanssa fáttas.
smj: Dán diedádusán lip gávnadimijt ja oajvvadusájt tjoahkkim ma båhtin juogosbargos vuostasj nuorttarijkalasj konferánsas man fádda lij iemeálmmuga ja demænssa.

source: Konfereansa lágidii Davviriikkaid čálgoguovddáš, Region Jämtland Härjedalen ja sámi ávvojahki, Staares čakčat 2018.
smj: Konferánssa lij Staaren (Östersund) tjavtjan 2018 ja ásadiddje lidjin Nuorttarijkaj álkkádusguovdásj, Region Jämtland Härjedalen ja sáme ávvojahke Staare 2018.

source: Loahppabohtosiidda ja evttohusaide gullet ovdamearkka dihte dasa makkár geavatlaš bijuid ja rievdadusat leat dárbbašlaččat vai olbmot eamiálbmotduogážiin ja demeanssain máhtáše oažžut buoret doarjaga ja bálvalusa davviriikkalaš gielddain, man láhkái mii máhttit juohkit máhtuid gielddaid ja leanaid rastá, dahje man láhkái implementeret ođđa dieđuid geavatlaččat.
smj: Loahppabåhtusijda ja oajvvadusájda gulluji duola degu makkir praktihkalasj dåjma ja rievddadusá li dárbulattja vaj ulmutja iemeálmmukduogátjijn ja demensajn lulun máhttet buorep dårjav ja dievnastusáv nuorttarijkalasj suohkanijn oadtjot, man láhkáj máhttep máhtojt suohkanij juohket ja lenaj/fylkaj rastá, jali man láhkáj ådå diedojt praktihkalattjat implementieri.

source: Bargojoavkku oaivilat leat čohkkejuvvon Davviriikkaid čálgoguovddážis, muhto dain eai leat vuoruheamit eaige ávžžuhusat min bealis.
smj: Barggojuohkusa vuojno li Nuorttarijkaj álkkádusguovdátjis tjoahkkiduvvam, valla dajn ælla vuorodime jalik ávttjimusá mijá bieles.

source: Davviriikkaid čálgoguovddáža bargogohččun lea buktit oasi bijuid ovdáneapmái čálggus Davviriikkain dakko bokte ahte čohkket ja juogadit dieđuid ja hukset arenaid fierpmádagaide ja dutkanovttasbarggus.
smj: Nuorttarijkaj álkkádusguovdátja barggogåhttjom la doarjjot álkkádusåvddånahttemav Nuorttarijkajn navti jut tjoahkki ja juogat diedojt ja dahká arienájt værmádagájda ja dutkamaktisasjbargon.

source: Giđđat jagis 2019 vuođđuduvvui davviriikkalaš fierpmádat eamiálbmogiid ja demeanssa váras, das leat olis eiseválddiid ovddasteaddjit, dutkit ja hárjehallit dikšun- ja fuollaámmáhiin, Suomas, Norggas, Ruoŧas ja Ruonáeatnamis.
smj: Gidá jagen 2019 vuododuváj nuorttarijkalasj værmádahka iemeálmmugij ja demænssaj, danna oassálassti oajválattja, dutke ja bargge sujtto- ja huksoámmádijn Suoman, Vuonan, Svierigin ja Ruonáednamin.

source: Dát raporta lea jurddašuvvon leat vuođđun digaštallamiin movt vuoruhit davviriikkalaš oktasašbarggu eamiálbmogiin ja demeanssain, ja báikkálaš ja sisriikkalaš digaštallamiidda bijuid birra gielddaid ja nationála dásis.
smj: Dát diedádus la ájádaláduvvam liehket vuodon dágástallamijn gåktu vuorodit nuorttarijkalasj aktisasjbargov iemeálmmugijn ja demensajn, ja bájkálasj ja sisrijkalasj dágástallamijda dåjmaj birra suohkanij ja nasjonála dásen.

source: Evttohusaid duogáža addin dihte raporta álggahuvvo čilgemis máhttodili eamiálbmogiin ja demeanssas.
smj: Váj galggá oajvvadusáj duogátjav dádjadit de diedádus álgaduvvá tjielggimijn máhttodiles iemeálmmugij ja demensa birra.

source: Eva Franzén Lars Rottem Krangnes Direktevra Prošeaktajođiheaddji Davviriikkaid čálgoguovddáš
smj: Eva Franzén Lars Rottem Krangnes Direkterra Prosjæktajådediddje Nuorttarijkaj álkkádusguovdásj

source: Álggaheapmi máhttodillái
smj: Álgadibme máhttodilláj

source: Eamiálbmogat Davviriikkain
smj: Iemeálmmuga Nuorttarijkajn

source: Davviriikkain leat guokte eamiálbmotjoavkku: sámit Suomas, Norggas ja Ruoŧas ja inuihtat Ruonáeatnamis.
smj: Nuorttarijkajn li guokta iemeálmmukjuohkusa: sáme Suoman, Vuonan ja Svierigin ja inuihta Ruonáednamin.

source: Sámi hálddašanguovllut Davviriikkain leat njeallje gieldda Suomas, 12 gieldda Norggas ja 25 gieldda Ruoŧas, okta dáin lea Stockholma.
smj: Sáme háldadimguovlo Nuorttarijkajn li niellja suohkana Suoman, 12 suohkana Vuonan ja 25 suohkana Svierigin, akta dájs la Stockholm.

source: Eai gávdno almmolaš logut dasa man galle sámi gávdnojit Davviriikkain, muhto dábálaš árvvoštallama mielde leat Norggas 50 000 – 65 000, 20 000 - 40 000 Ruoŧas ja nuo 8 000 Suomas.
smj: E gávnnu almulasj lågo dasi galla sáme gávnnuji Nuorttarijkajn, valla dábálasj árvustallama milta li Vuonan 50 000 – 65 000, 20 000 - 40 000 Svierigin ja birrusij 8 000 Suoman.

source: Ruoššas leat sullii 2 000 sámi.
smj: Ruossjan li suláj 2 000 sáme.

source: Ruonáeatnamis leat inuihtat eanetlogus, sullii 87 % badjelaš 56 000 ássiin.
smj: Ruonáednamin li inuihta ieneplågon, suláj 87 % badjelasj 56 000 viesajdiddjijs.

source: Gielddain mat leat sámi hálddašanguovllut Suomas, Norggas ja Ruoŧas leat sierra gáibádusat, muhto guhtege riikkas leat erohusat daid gaskkas.
smj: Suohkanijn ma li sáme háldadimguovlo Suoman, Vuonan ja Svierigin li sierra gájbbádusá, valla guhtik rijkan li sieradusá daj gaskan.

source: Ovdamearkka dihte máhttá sámiin leat riekti ovdaskuvladoaimmaide ja boarrásiid dikšui ollásit dahje muhton muddui sámegillii, riekti geavahit gielas go leat oktavuođat guovllu gielddain dahje eiseválddiin.
smj: Duola degu máhttá sámijn liehket riektá åvddåskåvllådåjmajda ja boarrásij sujttárij ållåsap jali muhtem mudduj sámegiellaj, riektá gielasa adnet gå guládalli guovlo suohkanijn jali oajválattjaj.

source: Buot davviriikkat atnet sámiid ja inuihtaid lea eamiálbmogin, muhto dušše Norga ja Dánmárku leat čállán vuollái ON-organisašuvnna ILO-julggaštusa nr. 169, Indigenous and Tribal Peoples Convention, ja leat stuorra erohusat das movt riikkat geavatlaččat organiserejit ja ollašuhttet eamiálbmogiid rivttiid.
smj: Divna nuorttarijka sámijt ja inuihtajt adni iemeálmmugin, valla dåssju Vuodna ja Danmárkko li vuolláj tjállám AN-organisasjåvnå ILO-tjielggidusáv nr. 169, Indigenous and Tribal Peoples Convention, ja li stuorra sieradusá danna gåktu rijka praktihkalattjat organisieriji ja ållidahtti iemeálmmugij riektájt.

source: ON:s globála ulbmilat bistevaš ovdáneapmái ja ovddidanágenda Agenda 2030 lea gustovaš buot Davviriikkain.
smj: AN globála mihto guoddelis åvddånahttemij ja åvddånimagenda Agenda 2030 guosská gájka lándajda Nuorttarijkajn.

source: Dás gullet eamiálbmogat ja doaibmahehttejuvvon olbmot vuoruhuvvon joavkkuide.
smj: Dánna iemeálmmuga ja doajmmahiereduvvam ulmutja gulluji vuoroduvvam juohkusijda.

source: Sápmis ja Ruonáeatnama historjjáin leat seammálágánvuođat ja erohusat koloniála historjjáš eará máilmmi eamiálbmotservodagaiguin.
smj: Sáme ja Ruonáednama histåvråjn li sæmmilágásjvuoda ja ieredusá koloniála histåvråjs ietjá værálda iemeálmmuksebrudagáj gáktuj.

source: Erenoamážit sámiguovlu davviriiikain lea servodat ja našunálastáhtaid čálgovuogádat earáágán go buohtalastá eamiálbmotguovlluiguin USA:s ja Australias.
smj: Ájnnasit nuorttarijkaj sámeguovlo gáktuj la sebrudahka ja nasjonálastáhtaj álkkádusvuogádahka ietjálágásj gå buohtastahttá iemeálmmukguovloj USA:n ja Australian.

source: Oktasaš davviriikkain main leat eamiálbmogat lea dat ahte olusat main lea eamiálbmotduogáš leat johtán stuorra gávpogiidda maŋemus 50-60 jagiin.
smj: Aktisasj ássje alleværálda lándajda majna li iemeálmmuga la ållusa sijájs gejn la iemeálmmukduogásj li jåhtåm stuorra stádajda maŋemus 50-60 jagijn.

source: Doppe máhttet sii leat oalát oaidnemeahttun unnitlohku.
smj: Dåppe máhtti liehket ållu vuojnnemahtes unneplåhko.

source: Eamiálbmogat ja demeansa
smj: Iemeálmmuga ja demænssa

source: Prinsihpas ii gávdno čohkkejuvvon dutkan dahje máhttu makkár dilli Davviriikaid sámiin ja inuihtain main lea demeansa lea, das man ollusin olbmuin main lea eamiálbmotduogáš lea, našunála dásis.
smj: Prinsihpan ij gávnnu tjoahkkiduvvam dutkam jali máhtto makkir dille la Nuorttarijkaj sámijn ja inuihtajn gejn la demænssa, jali gallásin la demænssa ja iemeálmmukduogásj, nasjonála dásen.

source: Dutkanprošeavtta ulbmil mii lea jođus, HALDI (2018-2019) Ubmi universiteahtas Ruoŧas, lea dahkat vuosttaš kártema earret eará das man dábálaččat neurodegeneratiivvalaš dilit leat sámiin ja ii-sámiin Ruoŧa beali sámis.
smj: dutkamprosjevta (2018-2019) Ubbmema universitiehtan Svierigin ulmme la dahkat vuostasj kárttimav duola degu danna man dábálattja li neurodegeneratijvalasj dile sámij ja dáttjaj gaskan Svieriga biele sámen.

source: Unnit dutkamušain, ovdamearkka dihte Kanadas ja Australias, geažohit ahte olbmot main lea eamiálbmotduogáš gillájit demenssas eambbo go eanetlogu álbmot.
smj: Unnep dutkama, duola degu Canadan ja Australian, gætjodi jut ulmutja gej la iemeálmmukduogásj vaháguvvi demensas ienebut gå ieneplågo álmmuk.

source: Dain dutkamušain mat leat dahkkon leat erohusat sihke hámis ja bohtosiin.
smj: Dajn dutkamijn ma li dagáduvvam li sieradusá sihke hámen ja båhtusijn.

source: Dutkan Kanadas jagi 2013 rájis čájeha ii dušše eanet olbmuid mat gullet riikka nu gohččon first nations oažžut dán, muhto maiddái ahte dat guhte gillájit dás buohccájit sullii logi jagi árábut aj ahte leat eambbo dievddut go nissonat mat ožžot dán diagnosa.
smj: Dutkam Canadan jage 2013 rájes vuoset ij dåssju dav jut ienep ulmutja gudi gulluji rijka nav gåhtjoduvvam first nations skihppáji, valla aj jut skihppáji suláj lågev jagev árabut ja aj jut ienep ålmmå gå nissuna dáv diagnåvsåv oadtju.

source: Globála dásis lea eamiálbmogiin heajut dearvvašvuohta go eanetlogu álbmogis, seammá guovllus, dat váikkuha das man dábálaš demeansa lea ja das jus gávdno rievttes dikšu buriin kvalitehtain.
smj: Globála dásen la iemeálmmugijn nievrep varresvuohta gå ieneplågo álmmugin, sæmmi guovlon, dat aj vájkkut man dábálasj demænssa la, ja dasi makta gávnnu riekta sujtto buorre kvalitiehtajn.

source: Faktorat mat erenoamážit váikkuhit eamiálbmoga dearvvašvuhtii, leat jáhkehahtti sivvan das ahte demeanssa meari loktana.
smj: Faktåvrå ma sierraláhkáj vájkkudi iemeálmmuga varresvuohtaj, li jáhkedahtte sivvan gå la ienep demænssa.

source: Odne dutkojuvvo eambbo eamiálbmogiid dearvvašvuođas go ovdalaš áiggiid, muhto áin váilo máhttu das man láhkai buoremusat dan dustet ja meannudit, dahje addit heivejuvvon divššu eamiálbmot olbmuide geain lea demeansa.
smj: Uddni dutkaduvvá ienebut iemeálmmugij varresvuoda gáktuj gå åvddåla, valla ájn vájllu máhtto man láhkáj buoremusát dav hieredit ja giehtadallat, jali vaddet hiebaduvvam sujtov iemeálmmuga ulmutjijda gejna la demænssa.

source: Árbevirolaš eamiálbmotkultuvrrain máhttá demeanssa ipmárdus leat earálágan.
smj: Árbbedábálasj iemeálmmukkultuvrajn máhttá demensa dádjadus liehket ietjálágásj.

source: Symptomat demensii eai álo ane lea váttisvuohta dahje ahte dat gulaše buozalmasvuhtii.
smj: Symptåvmå demænssaj ælla agev gássjelisvuohtan jali skihpudahka.

source: Stuorit servodaga diagnoserenreaiddut, diehtojuohkinbijut, divššu ja doarjaga organiseren ja doarjja oami olbmuide ii soaitte doaibmat kulturheivejumi haga.
smj: Stuoráp sebrudagá diagnåvsåvædtsaga, diehtojuohkemdåjma, sujtto ja lagámusáj doarjjo organisierim soajttá ij dåjma kulturhiebadallama dagi.

source: Gaskariikkalaš fierpmádat lea vuođđuduvvon, The International Indigenous Dementia Research Network (IIDRN) dutkiid, studeanttaid, buohcceviesuid, eamiálbmot- ja demeanssaaktevrraid váras, oasseváldit leat USA:s, Kanadas, Austrálias ja Aotearoas.
smj: Rijkajgasskasasj værmádahka la vuododuvvam, The International Indigenous Dementia Research Network (IIDRN) dutkijda, studentajda, skihppijviesojda, iemeálmmuk- ja demænssaakterajda, oassálasstij USA:s, Canadas, Austrálias ja Aotearoas.

source: Fierpmádaga áigumuš lea loktet oasálastiid geat barget eamiálbmogiiguin ja demeanssain.
smj: Værmádagá ájggomus la akterajt låpptit gudi iemeálmmugij ja demensajn barggi.

source: Fierpmádaga dutkit gávnnadit fysalaččat ja digitálalaččat digaštallat dutkandárbbuid, lonohallat návccaid ja vuođđudit oktasašbargguid.
smj: Værmádagá dutke fysalattjat ja digitálalattjat gávnadi ja dágástalli dutkamdárbojt, lånudallat båhtusijt ja vuododit aktisasjbargojt.

source: Eamiálbmogat, demeansa ja davviriikkalaš čálgoservodagat
smj: Iemeálmmuga, demænssa ja nuorttarijkalasj álkkádussebrudagá

source: Sámiid ja inuihtaid rievttit dikšun- ja ovdamorašsuorgái muddejuvvojit gaskariikkalaš julggaštusain ja nationála lágain.
smj: Sámij ja inuihtaj riektá sujtto- ja huksosuorgen hiebaduvvi rijkajgasskasasj konvensjåvnåjn ja nasjonála lágajn.

source: Buohccedivššu ja sosiálabálvalusa lágain lea iešguđet hápmi guhtege riikkas ja gielddas.
smj: Skihppijsujto ja sosiáladievnastusá lágajn ja organisierimin la iesjguhtik hábme guhtik rijkan ja suohkanin.

source: Leat stuorra gielalaš ja kultuvrralaš erohusat sámiid gaskkas Davviriikkain, ja inuihtat ellet ovdamearkka dihte dihte smávva servodagain Ruonáeatnamis ja Københámmanis.
smj: Li stuora gielalasj ja kultuvralasj sieradusá sámij gaskan Nuorttarijkajn, ja inuihta duola degu viessu sihke smáves sebrudagájn Ruonáednamin ja Københámnan.

source: Ii gávdno obbalaš govva das movt Davviriikkaid eamiálbmogat vásihit dahje geavahit čálgobálvalusaid, muhto nationála dásis gávdno muhton diehtu.
smj: Ij gávnnu åbbålasj gåvvå dassta gåktu Nuorttarijkaj iemeálmmuga vásedi jali adni álkkádusdievnastusájt, valla nasjonála dásen muhtem diedo gávnnuji.

source: Vaikko ovdáneapmi leamaš positiivvalaš de gávdnojit ain seainnit personsentrerejuvvon divššus mas lea buorre dássi, seainnit máhttet leat nannoseabbo herkkeš joavkkuide.
smj: Vájku åvddånibme la buorep guovlluj mannam de gávnnuji ájn hieredime persåvnå sentreridum sujttuj manna la alla dásse, hieredime ma máhtti liehket nannusabbo várnnahis juohkusijda.

source: Buot davviriikkain lea juogus gaskkal primáradivššu, spesialistta divššu ja sosiálabálvalusa ja máhttá leat váttis oažžut áigái oktiiheivehuvvon bijuid.
smj: Gå divna nuorttarijka juohki gaskan vuodosujtto, fáhkatjiehppesujtto ja sosiáladievnastusá de soajttá liehket gássjel oadtjot jåhtuj aktiduvvam dåjmajt.

source: Rekryteren- ja gelbbolašvuođahástalusat dagahit ahte kontinuitehta šaddá váilevaš daidda geat galget oažžut divššu ja ovdamorraša.
smj: Barggijt åttjudit ja máhtudakhásstalusá vájkkudi nievres kontinuitiehttaj sidjij gudi galggi oadtjot sujtov ja huvsov.

source: Norggas leamaš politihkalaš ulbmil addit sámi álbmogii bálvalusa mii lea kultuvrralaččat heivejuvvon dain virggiin mat juo leat ovdal go ráhkadit virggiid mat leat erenoamážit sámi álbmoga váras.
smj: Vuonarijkan la læhkám politihkalasj ulmme vaddet sáme álmmugij dievnastusáv mij la kultuvralattjat hiebaduvvam sámijda daj fálaldagájn ma juo gávnnuji farra gå dievnastusájt åvddånahttet sierraláhkáj sáme álmmuga gáktuj.

source: Sámi álbmot geavaha buohccedivššu seammá dávjá go eanetlogu álbmot dahká, muhto sii eai leat seammá duđavaččat dainna divššuin mii addo.
smj: Sáme álmmuk adná varresvuodadievnastusájt sæmmi álu gå ieneplågo álmmuk dahká, valla ælla sæmmi dudálattja dajna sujtujn mij vatteduvvá.

source: Ii oru gávdnome erohus sámi álbmoga ja eanetlogu álbmoga gaskkas dasa mii gullá dearvvašvuođa stáhtusii ja buohccinprevalensii.
smj: Vuojnnet ælla sieradusá sáme álmmuga ja ieneplågo álmmuga gaskan dasi mij guosská varresvuoda stáhtusij ja skihpudakprevalænssaj.

source: Muhtin dutkit gehččet dasa ahte sámiin lea earálágan ipmárdus dearvvašvuhtii, buozalmasvuhtii ja dikšui go eanetlogu álbmogis lea.
smj: Muhtem dutke dættodi sámijn la ietjálágásj dádjadus varresvuodas, skihpudagájs ja giehtadallamis gå ieneplågo álmmugin la.

source: Gávdnojit maiddái girjjálašvuođas čujuhusat dasa ahte sámit ságastit buozalmasvuođa birra eahpenjuolga vugiid bokte ja metaforaid geavaheamis.
smj: Gávnnuji aj girjálasjvuodan buojkulvisá jut sáme ságasti skihpudagáj ja varresvuoda birra iehpenjuolgga vuogij baktu ja metafåvråj.

source: Govva ahte sámegielat olbmot miellasepmosit háliidit gávnnadit sámi bargiiguin dalle go geavahit dearvvašvuođa- ja buohccedikšunbálvalusaid lea maiddái ožžon eará gova varrasit dutkamušas, dat čájehit giellageavaheamis prefereanssat leat individuála ja gitta das makkár dilli lea.
smj: Gåvvå jut sámegielak ulmutja ienemusát sihti sáme barggijt iejvvit gå varresvuoda- ja pasiænntasujttodievnastusájt adni la aj oadtjum ietjá gåvåv varrasap dutkamis, da vuosedi giellaano preferánsa li individuála ja dilláj tjanádum.

source: Sogagullevašvuohta ja árbevirolaš vuogit alcces dálkkodit deattuhuvvo muhtin osiin girjjálašvuođas.
smj: Familljaj gullut ja árbbedábálasj vuoge ietjas dálkodit dættoduvvá muhtem åsijn girjálasjvuodas.

source: Lea dutkánprošeakta jođus das movt sámit main lea demeansa vásihit ja geavahit čálgobálvalusaid Norggas: Offentlig demensomsorg.
smj: La dutkamprosjækta jådon gåktu jur sáme demensajn vásedi ja adni álkkádusdievnastusájt Vuonan: Offentlig demensomsorg.

source: Nasjonal kompetansetjeneste for aldring og helse, mii lea nationála gelbbolašvuođa guovddáš Norggas lea maŋemus jagiid čađahan moanaid diehtojuohkinbijuid demeanssa ja demeanssadivššus mii lea Norgga sámiid váras, ja ráhkadan reaidduid dasa.
smj: Nasjonalt kompetansetjeneste for aldring og helse, mij la nasjonála máhtudakguovdásj Vuonan la maŋemus jagijt tjadádam moadda diehtojuohkemdåjma demensa ja demensasujto gáktuj ma li Vuona sámijda ájgodum, ja dahkam ræjdojt dasi.

source: Ávdnasat gávdnojit davvi-, julev-, oarján sámegillii ja dárogillii.
smj: Ræjdo gávnnuji nuortta-, julev-, ja oarjjelsámegiellaj ja dárogiellaj.

source: Ovdal go nannejuvvon láhka nationála unnitloguid ja unnitlogugielaid váras šattai gustovaš Ruoŧa, 1 ođđajagimánus 2019, attii ráđđehus Sosiálastivrii bargun kártet vejolaš dárbbuid máhttodoarjagii dearvvašvuođa- ja buozalmasvuođa divššus, ja sosiálabálvalusas.
smj: Åvddål gå nanniduvvam láhka nasjonála unneplågoálmmugij ja unneplågogielajda doajmmaj bådij Svierigin, ådåjakmáno 1. biejve 2019, vattij ráddidus Sosiálastivrraj barggon kárttit máhttelis dárbojt máhttodoarjjaj varresvuohtasujton, ja sosialdievnastusán.

source: Kártemis, mii ii geahča erenoamáš virggiide demeansabuohcci olbmuid váras boahtá ovdán ahte unnitloguláhka ja nationála unnitlogugažaldaga leat unnán vuoruhuvvon sihke jođiheamis go gielddaid ja regiovnnaid bargoveagain, ahte ovdagáttus gávdnojit ja ahte ipmárdus váilu das manne nationála unnitloguin leat sierra rievttit.
smj: Kárttimis, mij ij gehtja demænssaskihppij dievnastusájda sierraláhkáj, boahtá åvddån unneplågoláhka ja nasjonála unneplågogatjálvisá li unnán vuoroduvvam sihke jådedimen gå suohkanij ja regiåvnåj barggijn, jut åvddågátto gávnnuji ja jut dádjadus vájllu danna manen nasjonála unneplågojn li sierra riektá.

source: Unnitlogulága njuolggadusat dulkojuvvot máŋgga láhkai gielddain ja regiovnnain ja nationála unnitloguin ovddasteddjiin.
smj: Unneplågolága njuolgadusá dålkkuduvvi moatte láhkáj suohkanijs ja regiåvnåjs ja nasjonála unneplåhkoálmmugij åvdåstiddjijs.

source: Buot doaibmasurggiin váilut bargit main lea gelbbolašvuohta unnitlogu gielain ja kultuvrras.
smj: Divnajn doajmmasuorgijn vájlluji bargge gejn la máhtudahka unneplåhko gielajn ja kultuvran.

source: Gáibádusat doarjagii ja bálvalussii unnitlogugielas lea muhtin guovlluin ráddjejuvvon ja rivdet áiggis áigái, dat dahká gielddaide ja regiovnnaide váddásit fállat nana bálvalusa sosiálabálvalusa unnitlogugielaide.
smj: Gájbbádusá doarjjaj ja dievnastusájda unneplågogiellaj la muhtem guovlojn ráddjiduvvam ja rievddi ájge badjel, navti sjaddá suohkanijda ja regiåvnåjda gássjelabbo fállat nanos fálaldagáv sosiála- ja varresvuodadievnastusáj unneplågogielajda.

source: Kártemat čájehit moanaid bijuid ulbmiljoavkku váras, muhto dilli rievdá sakka gielddaid gaskkas
smj: Kárttima vuosedi moadda dåjma ulmmejuohkusij gáktuj, valla dille målssu ednagit suohkanij gaskan.

source: Jagis 2017 álggahedje regiovnnat Norrbottenis, Västerbottenis, Jämtlánddas Härjedalenis ja Dalarnis prošeavtta Kunskapsnätverk för samisk hälsa.
smj: Jagen 2017 álgadin regiåvnå Norrbotten, Västerbotten, Jämtland Härjedalen ja Dalarna prosjevtav Kunskapsnätverk för samisk hälsa.

source: Ruoŧa Sámedikki vuođđudii jagis 2018 dearvvašvuođa-, boarrásiidáššiid- ja valáštallanlávdegotti, das lea lagaš ovttasbargu máhttofierpmádagain.
smj: Svieriga Sámedigge vuododij jagen 2018 varresvuoda-, boarrásij ássjij- ja valástallamnammadusáv, manna la lahka aktisasjbarggo máhttoværmádagájn.

source: Ovttas Sámedikkiin ja sámi organisašuvnnaiguin lea fierpmádat ráhkadan ráhkadan nationála strategiija sámi dearvvašvuođa váras, das lea geriatrihka okta viđa vuoruhuvvon surggiin.
smj: Aktan Sámedikkijn ja sáme organisasjåvnåj la værmádahka åvddånahttám nasjonála stratesjijav sáme varresvuoda gáktuj, danna la geriatrijkka akta vidá vuoroduvvam suorgijs.

source: Suomas lea prošeakta etnihkalaš unnitloguid ja muittohisvuođa váttuid birra, ETNIMU, ovddidan nationála doaibmamodeallaid ja čiekŋudahttán dieđuid muittus ja muittohisvuođas obbalaččat etnihkalaš unnitloguid gaskkas.
smj: Suoman la prosjækta tjerdalasj unneplågoj ja mujtodisvuoda birra, ETNIMU, åvddånahttám nasjonála doajmmamodellajt ja tjiegŋodahttám diedojt mujto ja mujtodisvuoda birra åbbålattjat tjerdalasj unneplågoj gaskan.

source: Prošeakta lea maiddái addán eambbo dieđuid ámmátolbmuide ja studeanttaide sosiála- ja dearvvašvuođadivššus das movt ulbmiljoavkkuin bargat.
smj: Prosjækta la aj ienep diedojt vaddám ámmátulmutjijda ja studentajda sosiála- ja varresvuodasujton gåktu ulmmejuohkusijn bierri barggat.

source: Suoma stáhta addá muhton doarjaga sámi sosiála- ja dearvvašvuođabálvalusaid fállamii.
smj: Suoma stáhtta muhtem dårjav vaddá sáme sosiála- ja varresvuodadievnastusáj fállamij.

source: Dát dahkko Sámedikki bokte.
smj: Dát dagáduvvá Sámedikke baktu.

source: Sámediggi le ráhkadan ulbmiliid dasa man láhkai fállat sosiála- ja dearvvašvuođabálvalusaid sámegillii.
smj: Sámedigge la tjielgadam ulmijt gåktu fállat sosiála- ja varresvuodadievnastusájt sámegiellaj.

source: Muhto raporttat jagiin 2001 ja 2008 čájehedje ahte bálvalusat sosiála- ja dearvvašvuođabálvalusain eai lean doarvái sámegillii, maiddái gielddain.
smj: Valla diedádusá jagijn 2001 ja 2008 vuosedin dievnastusá sosiála- ja varresvuodadievnastusájn ællim dågålattja sámegiela gáktuj, suohkanijn aj.
